{
  "capitulos": {
    "cap1": {
      "titulo": "El comienzo",
      "contenido": "Despertó con un sobresalto, sin la más mínima idea de cómo había llegado a ese lugar. Un entorno ajeno lo rodeaba, uno que desbordaba toda lógica, como si las leyes del mundo se hubieran desvanecido. El aire, espeso y gélido, parecía comprimirse a su alrededor, mientras una quietud extraña invadía el espacio. Sin embargo, en la penumbra que lo envolvía, algo se movía. Las sombras, como formas de una oscuridad más profunda, se deslizaban por las paredes y el suelo, pero no tenían una forma definida. Se estiraban, se retorcían, pero nunca alcanzaban la claridad. Eran sombras sin cuerpo, ecos vacíos que nunca alcanzaban el rostro de lo que podrían ser.\n\nEl tiempo parecía haberse detenido. Un reloj derretido colgaba de un árbol seco, como un testigo de la distorsión de aquel lugar. A pesar de su presencia, no había nada más que eso: las sombras, el frío, y un vacío insoportable. Él estaba solo.\n\n—¿Dónde estoy...? —dijo el hombre, pero su voz se desvaneció en el aire sin respuesta, como si nunca hubiese sido pronunciada. Nadie contestaba. Nadie se veía. Solo sombras, que se arrastraban a su alrededor, como susurros de algo que jamás podría comprender.\n\nEl silencio lo abrazaba con una intensidad aterradora. La soledad, palpable y llena de incertidumbre, lo envolvía mientras intentaba comprender lo que sucedía. Las sombras lo observaban, pero no en la forma que uno esperaría. Estaban allí, presentes, pero invisibles a su juicio. El vacío, con su vastedad, se extendía sin fin, y él permanecía en su centro, perdido."
    },
    "cap2": {
      "titulo": "El despertar",
      "contenido": "En medio de la vasta oscuridad, una figura comenzó a tomar forma. A lo lejos, en el horizonte borroso, apareció una estructura, flotante y desconcertante. Era una casa, pero no como las que conocía, una casa suspendida en el vacío, flotando sin razón aparente. Las sombras a su alrededor parecían retirarse, cediendo espacio a una luz tenue que emanaba desde la misma casa, como un faro en la oscuridad. A pesar de la incredulidad que lo invadía, algo dentro de él lo impulsaba a acercarse.\n\nDio un paso tras otro, su caminar guiado por una mezcla de curiosidad y un inexplicable deseo de encontrar algo, tal vez respuestas. Mientras se acercaba, los contornos de la casa se volvían más nítidos, pero su presencia no dejaba de ser inquietante. Parecía que algo lo llamaba desde el interior, una voz silenciosa, un eco lejano de su propia mente.\n\nFinalmente, llegó hasta la puerta. El marco, aunque sólido, se desvanecía parcialmente hacia las sombras, como si nunca hubiera estado completamente allí. Miró atrás, pero no había nada más que el vacío. Sin pensarlo, empujó la puerta. Esta se abrió sin resistencia, como si le estuviera esperando.\n\nAl entrar, la atmósfera dentro de la casa era espesa, llena de recuerdos que no lograba identificar. El aire estaba impregnado de una quietud que lo rodeaba con una intensidad casi tangible. Las paredes, cubiertas de polvo, parecían antiguos testigos de un tiempo ya olvidado. La luz que entraba por las ventanas no era natural; era difusa, como si el sol hubiera olvidado su brillo.\n\nAl caminar por el pasillo, notó que todo parecía familiar, y sin embargo, nada lo era. Las habitaciones que se abrían ante él no eran normales; eran lugares distorsionados, como si su mente intentara reconstruir algo que había perdido. En una de las habitaciones, un espejo reflejaba su figura, pero no la reconoció. El hombre que miraba desde el cristal tenía un rostro borroso, como si la memoria lo hubiera desdibujado intencionalmente. Intentó acercarse, pero la imagen se distorsionó aún más, desvaneciéndose en una niebla que no podía tocar.\n\nEn una mesa, había una fotografía. La tomó con cuidado, pero al observarla, sintió una extraña desconexión. Las personas en la foto le eran vagamente familiares, pero sus rostros eran sombras, como si el tiempo hubiera arrancado las memorias que alguna vez las acompañaron. No podía recordar sus nombres, ni siquiera sus voces, pero algo en su interior le decía que habían sido importantes en su vida. Sin embargo, la memoria era incierta, un reflejo distorsionado de lo que había sido.\n\nAl moverse por la casa, cada habitación parecía mostrarle fragmentos de su pasado, pero con detalles erróneos. Un reloj, cuya hora siempre se detenía antes de llegar a la medianoche; un libro cuyas páginas nunca se pasaban completamente, como si se desvanecieran antes de que pudiera leerlas. Todo parecía estar a medio formar, como si sus recuerdos se desmoronaran y reconstruyeran, una y otra vez, en formas incompletas.\n\nY entonces, al llegar a la última habitación, se encontró frente a una silla vacía. No había nadie allí, pero la silla estaba colocada como si hubiera sido ocupada recientemente. La quietud del lugar lo envolvía mientras se acercaba a la ventana, que no ofrecía vista alguna más allá de las sombras infinitas.\n\nEn ese momento, la voz surgió, suave pero clara, desde lo más profundo de su mente:\n\n—Lo que buscas no está aquí. Solo verás lo que estás preparado para ver.\n\nLas sombras en la habitación empezaron a moverse, organizándose en formas incompletas, reflejos rotos de su propio ser. Comprendió, entonces, que los recuerdos que había encontrado en la casa no eran más que ecos distorsionados de su pasado. La memoria no le mostraba la verdad, sino lo que su mente, en su estado actual, podía procesar. Cada fragmento era una pieza del rompecabezas de su vida, pero nunca encajaba completamente."
    },
    "cap3": {
      "titulo": "El Laberinto de la Mente",
      "contenido": "El silencio dentro de la casa flotante se hizo aún más denso. Ahora no solo eran sombras y objetos distorsionados, sino algo más profundo, más íntimo. Era su propia mente la que comenzaba a volverse en su contra.\n\nSe puso de pie, tratando de ignorar la sensación de que la silla aún conservaba un peso invisible. Caminó hacia la puerta, pero la casa había cambiado. El pasillo por el que había entrado ya no existía. En su lugar, había un corredor interminable, repleto de puertas idénticas. Cada una de ellas parecía susurrar su nombre en una lengua que no conocía, pero que de algún modo entendía.\n\nTomó aire. Nada de esto es real.\n\nPero... ¿y si lo era?\n\nDecidió abrir una de las puertas. Detrás de ella, encontró una habitación con un escritorio viejo. Sobre él, había una carta. La tomó con manos temblorosas y leyó:\n\n\"No importa cuánto corras. La verdad no cambia, solo espera a que estés listo para verla.\"\n\nEl papel temblaba en sus manos. La caligrafía era familiar, pero su mente se negaba a aceptar de quién era. ¿Era suya? ¿O de alguien que alguna vez conoció?\n\nGiró sobre sus talones, pero la puerta por la que había entrado ya no estaba. La habitación se estrechaba, las paredes avanzaban lentamente hacia él. Su respiración se volvió errática. Se giró de nuevo y otra puerta había aparecido. No la pensó dos veces y la cruzó.\n\nAl otro lado, lo esperaba un espejo, pero esta vez no reflejaba su imagen. En su lugar, había una versión de sí mismo que no recordaba haber sido jamás. Más joven, con una mirada perdida. No era él... o tal vez sí.\n\nLa figura en el espejo sonrió, pero su sonrisa no tenía alegría.\n\n—¿Cuánto tiempo vas a seguir huyendo? —susurró su reflejo.\n\nEl frío le recorrió la espalda. ¿De qué estaba huyendo?\n\nLas sombras a su alrededor se movieron de nuevo. Ahora entendía: no eran solo fragmentos de un mundo irreal, eran fragmentos de su propia mente. Ecos de pensamientos que había enterrado, recuerdos que se negaba a aceptar.\n\nSe llevó las manos a la cabeza. ¿Qué era lo que no quería recordar?\n\nEntonces lo vio.\n\nUna imagen borrosa, un recuerdo que no encajaba con nada más. Un lugar desconocido, una sensación de pérdida. Voces apagadas llamándolo, pero sin pronunciar su nombre. Personas que alguna vez significaron algo, pero cuyos rostros estaban incompletos.\n\nCerró los ojos con fuerza, pero no pudo escapar. Su propio reflejo se volvió más nítido, y con él, una verdad que siempre había estado ahí.\n\n\"No importa cuánto corras. La verdad no cambia.\"\n\nLas sombras lo rodeaban, pero ya no se movían al azar. Se alineaban, como piezas de un rompecabezas que finalmente empezaban a encajar.\n\nRespiró hondo.\n\nSi había una verdad oculta en su mente, tendría que enfrentarse a ella.\n\nY esta vez, no huiría."
    },
    "cap4": {
      "titulo": "La Voz en la Oscuridad",
      "contenido": "El eco de sus propios pensamientos resonaba en la casa flotante. Cada pared, cada sombra, parecía contener un secreto enterrado en lo más profundo de su mente. Sabía que algo estaba a punto de revelarse, pero no sabía si estaba listo.\n\nEl reflejo en el espejo había desaparecido, pero su presencia aún pesaba en el aire. La casa ya no se sentía vacía; algo lo observaba desde las esquinas, desde las grietas en el suelo. No podía verlo, pero lo sentía.\n\nAvanzó por un pasillo estrecho, cuyas paredes parecían respirar. A cada paso, la sensación de irrealidad se intensificaba. ¿Era la casa la que cambiaba, o era su propia percepción la que se desmoronaba?\n\nDe pronto, un susurro.\n\n—No estás solo.\n\nSe detuvo en seco. La voz era baja, casi un aliento en su oído. Se giró rápidamente, pero no había nadie. Solo sombras danzando en la penumbra.\n\nSu pulso se aceleró. No quería preguntar, no quería saber... pero su propia mente no le dio opción.\n\n—¿Quién eres?\n\nEl silencio. Y luego, la respuesta.\n\n—Tú ya sabes quién soy.\n\nEl frío le recorrió la espalda. La voz no venía de afuera. Venía de adentro.\n\nLas paredes se estrecharon aún más. La casa no era solo un lugar; era un reflejo de su propio estado mental. Cada puerta, cada pasillo deformado, era un laberinto construido por su propia mente para evitar lo inevitable.\n\nPero lo inevitable había encontrado la forma de alcanzarlo.\n\nCaminó sin rumbo, sintiendo la presión de la sombra invisible que lo seguía. No tenía rostro, pero conocía su existencia. Era la misma sombra que lo había acompañado desde que despertó en este mundo.\n\nFinalmente, llegó a una habitación oscura. Al entrar, la puerta desapareció tras él.\n\nEn el centro de la habitación, una figura estaba sentada en el suelo. No tenía rostro, pero su postura era familiar.\n\n—Tienes miedo de mí —dijo la sombra.\n\nÉl tragó saliva.\n\n—No sé quién eres.\n\n—Sí lo sabes. Siempre lo has sabido.\n\nLa sombra se levantó lentamente, su silueta temblorosa como si no terminara de definirse.\n\n—Soy todo lo que has evitado recordar. Soy las preguntas que temes hacerte. Soy las verdades que has enterrado.\n\nEl aire se volvió espeso. Su mente luchaba por mantener el control, pero la sombra tenía razón. Había huido por demasiado tiempo.\n\nSe quedó inmóvil, sintiendo el peso de aquella verdad. No había monstruos en la oscuridad. No había un ser sobrenatural acechándolo. Solo estaba él, enfrentándose a sí mismo.\n\nY entonces, por primera vez, lo entendió.\n\nLa casa, las sombras, la voz... todo formaba parte de él. Su miedo, su negación, su propia mente manifestada en aquel mundo irreal.\n\nPero ahora, ya no podía ignorarlo.\n\nDio un paso adelante.\n\n—Dime la verdad.\n\nLa sombra sonrió, aunque no tenía boca.\n\n—La verdad... siempre ha estado aquí.\n\nY en ese instante, el mundo se quebró."
    }
  }
}
