{
  "capitulos": {
    "cap1": {
      "titulo": "El viaje a Niebla Vieja",
      "contenido": "La lluvia no cesaba desde la madrugada, un tamborileo constante que se filtraba a través de las ventanas y llenaba la pequeña habitación con un murmullo monótono y persistente. Sergio Castillo permanecía sentado frente a su escritorio, iluminado solo por la luz cálida y tenue de una lámpara de escritorio. Afuera, la noche parecía haberse tragado la ciudad, cubriéndola con un manto de niebla y oscuridad.\n\nSus ojos estaban fijos en una fotografía que sostenía entre sus manos, una imagen vieja, con bordes desgastados y manchas amarillentas que delataban el paso del tiempo. Pero lo que más le perturbaba no era su antigüedad, sino lo que mostraba: un joven idéntico a él, en un lugar que no podía reconocer. Un pueblo pequeño, envuelto en una niebla densa que parecía absorber la luz y los sonidos, como si fuera una boca hambrienta que devoraba todo a su paso.\n\nA la derecha de ese joven, una figura oscura y borrosa emergía del fondo. No tenía forma clara, pero sus ojos —o lo que parecían ojos— se clavaban en Sergio con una intensidad inquietante, como si le lanzaran una advertencia o un desafío silencioso.\n\nEl corazón de Sergio se aceleró y un escalofrío recorrió su espalda. ¿Cómo podía ser esa foto real? ¿Por qué no recordaba haber estado allí? Sus manos comenzaron a temblar mientras apoyaba la imagen sobre la mesa, sintiendo un nudo en el estómago que se negaba a desaparecer.\n\nDurante horas intentó buscar respuestas en su memoria, pero todo era un vacío impenetrable. La fotografía parecía un fragmento de un pasado perdido, una pieza de un rompecabezas que su mente no quería armar.\n\nEntonces, el sonido del timbre rompió el silencio, un golpe seco y sorpresivo que hizo que Sergio sobresaltara. Se levantó lentamente y abrió la puerta con precaución. En el suelo, una pila de sobres esperaba sin dueño ni remitente, apilados de manera caótica.\n\nEntre ellos, uno llamó poderosamente su atención. Era un sobre blanco, sin nombre ni dirección, solo un sello extraño estampado en cera roja, con símbolos que parecían una mezcla de letras antiguas y figuras geométricas.\n\nCon el pulso acelerado, Sergio tomó el sobre y lo abrió con cuidado. Dentro, encontró otra fotografía.\n\nEsta era aún más inquietante que la primera. Mostraba una calle estrecha y empedrada del mismo pueblo de la imagen anterior, pero esta vez, entre la niebla, se vislumbraban figuras extrañas: sombras amorfas que se desdibujaban y se movían con lentitud, con formas casi humanas pero deformes, como si fueran espectros atrapados en un limbo invisible.\n\nSergio sintió que el aire se le escapaba de los pulmones. La ansiedad y la curiosidad luchaban dentro de él, una batalla que lo mantenía paralizado. ¿Quién le enviaba estas fotografías? ¿Por qué esas imágenes le parecían conocidas y al mismo tiempo tan ajenas?\n\nEsa noche, incapaz de encontrar descanso, Sergio se sentó junto a la ventana, observando cómo la lluvia golpeaba con furia el cristal, borrando lentamente la vista del mundo exterior. Pensó en las leyendas que había oído cuando niño, sobre pueblos malditos y desaparecidos, sobre espíritus que vagaban atrapados entre dimensiones.\n\nRecordó el nombre de aquel lugar, aunque apenas lo hubiera pronunciado en voz alta alguna vez: Niebla Vieja.\n\nSu mente se debatía entre el miedo y la necesidad de descubrir la verdad. Sentía que su vida había cambiado para siempre, como si esas fotografías fueran una llave hacia un secreto prohibido.\n\nAntes de intentar dormir, un susurro apenas audible pareció atravesar la habitación, un eco frío que no parecía venir de ningún lugar en particular, pero que llenó el aire con una amenaza invisible:\n\n—Ten cuidado, Sergio Castillo… No todo lo que ves es real. Y no todo lo real quiere ser descubierto.\n\nSergio cerró los ojos, tratando de expulsar ese miedo, pero sabía que el camino que comenzaba no tendría retorno.\n\nAl amanecer, con la lluvia aún cayendo en gotas dispersas, tomó una mochila vieja y metió dentro algunas cosas: una linterna, su cuaderno de notas, una cámara antigua y la fotografía más reciente.\n\nNo sabía qué encontraría en Niebla Vieja, pero algo dentro de él le decía que debía ir. La verdad estaba esperando, oculta en la niebla."
    },
    "cap2": {
      "titulo": "",
      "contenido": "El autobús se deslizaba lentamente por la carretera, atravesando un paisaje gris y sombrío, con árboles desnudos que parecían estirar sus ramas hacia el cielo como dedos huesudos. Sergio miraba por la ventana, con la fotografía en el bolsillo interno de su chaqueta, sintiendo cómo el aire frío de la mañana calaba hasta los huesos.\n\nCada kilómetro que avanzaba parecía alejarlo del mundo conocido y acercarlo a algo intangible, un lugar suspendido entre el tiempo y la realidad.\n\nNiebla Vieja apareció ante él como un sueño turbio: un pueblo pequeño, casi olvidado, envuelto en una niebla espesa que le daba una apariencia fantasmal. Las casas de piedra, algunas derruidas y cubiertas de musgo, parecían susurrar secretos en el viento.\n\nSergio bajó del autobús con una mezcla de ansiedad y determinación. No había nadie esperándolo, solo el silencio que pesaba sobre las calles desiertas.\n\nSacó la cámara y comenzó a caminar lentamente, capturando imágenes de las fachadas, de las calles vacías, intentando encontrar alguna pista, alguna señal que explicara lo que había visto en las fotos.\n\nMientras avanzaba, una sensación extraña se apoderó de él, como si algo invisible lo siguiera, observándolo desde las sombras. Se volvió varias veces, pero solo encontró la niebla y el silencio.\n\nEn una plaza central, una fuente seca y cubierta de hojas muertas parecía el único vestigio de vida en el pueblo. Sergio se apoyó en un banco de madera y sacó de nuevo la fotografía. Estudió cada detalle, tratando de encontrar algo que se le hubiera pasado por alto.\n\nDe repente, un susurro casi imperceptible recorrió el aire. Sergio se levantó de un salto y giró, pero no había nadie.\n\nEl pueblo parecía jugar con su mente, confundiendo la realidad con la ilusión.\n\nEntonces, una voz firme y profunda resonó desde una calle lateral:\n\n—No deberías estar aquí.\n\nSergio se giró y vio a un hombre mayor, de rostro curtido y ojos penetrantes. Vestía ropas gastadas y parecía emerger de la niebla misma.\n\n—¿Quién eres? —preguntó Sergio, tratando de ocultar su sorpresa.\n\n—Soy Héctor —respondió el hombre—. Y te advierto que Niebla Vieja no es un lugar para buscadores de verdades. Aquí, algunas preguntas solo traen oscuridad.\n\nSergio sintió cómo un peso enorme se posaba sobre sus hombros, pero no podía retroceder.\n\n—Solo busco respuestas —dijo—. Tengo que entender qué es esto.\n\nHéctor lo miró con una mezcla de tristeza y resignación.\n\n—Entonces acompáñame. Hay cosas que debes ver... y otras que desearías olvidar."
    },
    "cap3": {
      "titulo": "",
      "contenido": ""
    },
    "cap4": {
      "titulo": "",
      "contenido": ""
    }
  }
}
