{
  "capitulos": {
    "cap1": {
      "titulo": "EL PRODIGIO DEL ARCO",
      "contenido": "Héctor Madison era un niño de 9 años, que soñaba con ser unos de los mejores arqueros de el mundo, el soñaba con ugar en los mejores clubes del planeta. Héctor vivia en el pais de el salvador, en el departamento de Santa Ana.\nHéctor era un niño muy bueno para los estudios, siempre se llevaba los primeros lugares en todo, y también le gustaba mucho el fútbol, a el le gustaba mucho ser arquero, y su máximo ídolo era Oliver kanh.\nPero a los padres de Héctor, no les gustaba para nada el sueño de su hijo, porque para ellos era un sueño estúpido. Ellos querían que su hijo fuera un gran empresario, y que siguiera los pasos de los madison.\nTodas las generaciones de la familia madison eran grandes empresarios, pero el joven Héctor tenia otro sueño en su cabeza. El sueño de ser uno de los mejores arqueros del mundo.\nUn día Héctor se encontraba viendo un partido de el equipo de su colegio, y arquero de el equipo se lesiono, y el entrenador no tenia otro portero, pero el entrenador, vio que en la gradas de los aficionados, estaba un joven viendo el partido, y rápidamente el entrenador le grito: oye muchacho, ¿crees que puedas jugar como arquero para nuestro equipo?\", y Héctor sin pensarlo demasiado respondió emocionado: \"¡Claro!\"\nEl entrenador rápidamente le dio los guantes y le dijo:\n\"sorpréndme\". Héctor tubo una muy buena actuación en ese partido, logrando que no le marcaran ningún gol.\nEl entrenador se quedo sorprendido al ver la actuación de Héctor en el arco, cuando ya se estaban yendo todos los del equipo, el entrenador llamo a Héctor, y le dijo:\n\"me has dejado impresionado, ¿te gustaría jugar en nuestro equipo?\". Héctor muy emocionado le dijo: \"¡sii, me encantaria!\"\npero esa emoción no duro mucho, porque el entrenador le dijo que para jugar en el equipo sus padres tenian que firmar un permiso, y Héctor sabia que a sus padres no les gustaba que el se dedicara a el futbol.\nCuando Héctor llego a su casa, hizo el intento de que sus padres le firmaran el permiso. Pero cuando les dijo que ese permiso era para que el pudiera jugar en la selección de futbol de su colegio, ellos se negaron a firmar y le dijeron: \"eso de el futbol es una estupidez al igual que tu sueño de querer ser futbolista\".\nHéctor entre lagrimas se fue a casa de su abuelo, cuando el abuelo lo vio llegar llorando, lo abrazo y le pregunto que porque lloraba. Héctor entre el llanto le respondio:\n*mis padres, dicen que mi sueño de ser arquero, es una estupidez\", el abuelo de Héctor, lo miro fijamente a los ojos, y con una sonrisa le dijo: \"Vas a ser el mejor arquero del mundo, pero para ser el mejor tienes que demostrarle a el mundo de lo que eres capaz\".\nAl día siguiente, cuando Héctor salió de el colegio se cruzo con el entrenador, el entrenador le pregunto a Héctor si sus padres le habían dado la firma para el permiso, a lo cual Héctor le dijo que no.\nEl entrenador le pregunto a Héctor que porque no le habian dado el permiso, y Héctor le respondió: \" mis padres dicen que esto del futbol es una estupidez, y que nunca voy a lograr ser un futbolista\", el entrenador al escuchar esto, se sentó en una banca junto con Héctor y le dijo: entonces es tienes que demostrar que si, que les vas a demostrar de lo que tu eres capaz\".\nEl entrenador dejo entrar a Héctor al equipo sin el permiso de sus padres, y le dijo que llegara a las 4:00 PM\na el entreno.\nHector para poder ir al entreno le tubo que mentir a sus padres, diciéndoles que iba para la casa de el abuelo.\nEn el entrenamiento Héctor se volvió a lucir, y logro que el entrenador lo pusiera de titular para el siguiente partido.\nAl día siguiente, Héctor estaba emocionado porque iba a jugar por primera vez en un torneo, y todo el colegio lo iba a poder ver. Héctor sabia que era una gran oportunidad para dar a conocer su nivel en la portería.\nHéctor se lucio tanto en ese partido, que logro salir hasta en el periódico, lo apodaron como \"El prodigio del arco\".\nPero al siguiente dia, el padre de Hector fue a tomar un café, y mientras lo esperaba le llevaron un periódico para que no se aburriera..."
    },
    "cap2": {
      "titulo": "El despertar",
      "contenido": ""
    },
    "cap3": {
      "titulo": "El Laberinto de la Mente",
      "contenido": ""
    },
    "cap4": {
      "titulo": "La Voz en la Oscuridad",
      "contenido": ""
    }
  }
}
